Revit 2027 API
SpecTypeId.SpecificHeatOfVaporization Property
 Specific Heat of Vaporization, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpecificHeatOfVaporization { get; }
Public Shared ReadOnly Property SpecificHeatOfVaporization As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpecificHeatOfVaporization {
	ForgeTypeId^ get ();
}
static member SpecificHeatOfVaporization : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace